{
  "apps": [
    {
      "status": 1,
      "redirect_url": "",
      "privacy_policy_url": "",
      "email_feedback_and_report": "",
      "webview_cache": true,
      "post_list_in_large_style": true,
      "show_post_list_header": true,
      "show_post_detail_image": true,
      "show_post_detail_title": true,
      "show_post_detail_category": true,
      "show_related_posts": true,
      "enable_rtl_mode": false,
      "enable_exit_dialog": true,
      "enable_app_protection": false,
      "enable_dark_mode_as_default_theme": false,
      "youtube_api_key": "AIzaSyCbehD6DCeDZHaGl8SUWKh1koTiHwKcvKY",
      "base64_license_key": ""
    }
  ],
  "ads": [
    {
      "ad_status": 1,
      "main_ad": "fan",
      "backup_ad": "admob",
      "admob_banner_unit_id": "ca-app-pub-6947849202823364/2013450826",
      "admob_interstitial_unit_id": "ca-app-pub-6947849202823364/9916045478",
      "admob_native_unit_id": "ca-app-pub-6947849202823364/7894747712",
      "admob_app_open_unit_id": "ca-app-pub-6947849202823364/1226982761",
      "ad_manager_banner_unit_id": "/6499/example/banner",
      "ad_manager_interstitial_unit_id": "/6499/example/interstitial",
      "ad_manager_native_unit_id": "/6499/example/native",
      "ad_manager_app_open_unit_id": "/6499/example/app-open",
       "fan_banner_unit_id": "",
      "fan_interstitial_unit_id": "",
      "fan_native_unit_id": "",
       "startapp_app_id": "0",
      "unity_game_id": "4725055",
      "unity_banner_placement_id": "Banner_Android",
      "unity_interstitial_placement_id": "Interstitial_Android",
      "applovin_banner_unit_id": "0",
      "applovin_interstitial_unit_id": "0",
      "applovin_native_manual_unit_id": "0",
      "applovin_open_ad_unit_id": "0",
      "applovin_banner_zone_id": "0",
      "applovin_interstitial_zone_id": "0",
      "ironsource_app_key": "85460dcd",
      "ironsource_banner_id": "DefaultBanner",
      "ironsource_interstitial_id": "DefaultInterstitial",
      "interstitial_ad_interval": 0,
      "native_ad_index": 1,
      "native_ad_interval": 3,
      "native_ad_style": "medium",
      "native_ad_post_details_position": "top",
      "show_banner_ad_home": true,
      "show_banner_ad_post_details": true,
      "show_banner_ad_category_details": true,
      "show_banner_ad_search": true,
      "show_interstitial_ad_post_list": true,
      "show_interstitial_ad_post_details": true,
      "show_native_ad_post_list": true,
      "show_native_ad_post_details": true,
      "show_app_open_ad": true
    }
  ],
    "posts": [
      
      {
        "id": 1,
        "category": "Amenic",
        "title": "How to use amenic",
        "image": "https://i.pinimg.com/236x/c3/56/6b/c3566bbefd862dc6cf00bec029b50971.jpg",
        "content": "Are you looking to enhance your productivity and streamline your daily tasks? Look no further than Amenic, the innovative software solution designed to revolutionize your work routine. In this article, we will delve into the various features of Amenic and provide you with a step-by-step guide on how to make the most of this powerful tool. From optimizing your time management to improving collaboration, Amenic has got you covered. "
      },
       {
        "id": 2,
        "category": "Amenic",
        "title": "How to play film on amenic",
        "image": "https://i.pinimg.com/236x/37/d7/39/37d739a770a547c9894429b91937f160.jpg",
        "content": "Let's explore how to leverage its capabilities effectively. Amenic is a versatile software application designed to streamline task management and optimize productivity. Whether you're an individual professional or part of a team, Amenic offers a comprehensive suite of tools to help you stay organized and focused on your goals. With its intuitive interface and user-friendly features, Amenic is suitable for a wide range of industries and work environments."
      },
      {
        "id": 3,
        "category": "Amenic",
        "title": "Platfrom Streaming",
        "image": "https://i.pinimg.com/236x/96/16/d5/9616d593d90be28e9c69b9fec05f57fd.jpg",
        "content": "Streaming movies for free without proper authorization or subscription is generally considered illegal and a violation of copyright laws. It is important to respect the rights of content creators and support legal streaming services that obtain the necessary licenses to distribute movies. However, there are legitimate platforms that offer free movies, either through ad-supported models or by hosting a selection of movies in the public domain. Here are a few ways to legally stream movies for free."
      },
        {
        "id": 4,
        "category": "Amenic",
        "title": "Free Streaming platform",
        "image": "https://i.pinimg.com/236x/b9/5d/6f/b95d6f3c263d54c1d0c8e417239bf293.jpg",
        "content": "Crackle: Crackle is a free streaming platform that offers a variety of movies and TV shows. It is ad-supported, meaning you'll have to watch commercials during your viewing experience. Tubi: Tubi is another ad-supported streaming service that provides a collection of movies and TV shows for free. They have a wide range of genres and a decent selection of popular titles. IMDb TV: IMDb TV is a free streaming service by Amazon. It offers a selection of movies, TV shows, and IMDb original content. You can access it through the IMDb website or compatible devices. Kanopy: Kanopy is a streaming service that partners with public libraries and universities to offer free access to movies and documentaries. You'll need a library card or educational institution login to use this service."
      },
      {
        "id": 5,
        "category": "Amenic",
        "title": "Free Streaming platform",
        "image": "https://i.pinimg.com/236x/bf/7f/16/bf7f16ff7438590e5f9f60e8a0dec37f.jpg",
        "content": "Install the streaming app: Open your phone's app store, search for the streaming platform you've chosen, and install the app on your device. Make sure you download the official app from the legitimate app store to ensure security and reliability. Create an account: Once you have the app installed, open it and sign up for an account if you don't already have one. Follow the on-screen instructions to create a new account by providing the necessary information, such as your name, email address, and payment details, if required. Log in to your account: After creating an account, log in to the streaming app using your credentials (username and password) that you set up during the registration process. Browse and select content: Once you're logged in, you can browse through the available movies, TV shows, or other content on the streaming platform. Most apps offer categories, recommendations, and search functionality to help you find the content you're interested in. Start streaming: Choose the movie or show you want to watch and select the play button or follow the provided instructions on the app. The content should start streaming on your mobile phone."
      },
       {
        "id": 6,
        "category": "Amenic",
        "title": "Free Streaming platform",
        "image": "https://i.pinimg.com/236x/0a/91/21/0a91213ce67c92edb4075dd5f3e68c2c.jpg",
        "content": "Download the Netflix app: Open the app store on your mobile phone (Google Play Store for Android or the App Store for iOS) and search for Netflix. Download and install the official Netflix app on your device. Launch the Netflix app: Locate the Netflix app on your phone's home screen or app drawer and tap on it to launch the app. Log in to your Netflix account: On the Netflix app's login screen, enter the email address and password associated with your Netflix account. Tap "Sign In" or Login to access your account. Explore the content: Once you're logged in, you'll be taken to the Netflix home screen. Browse through the available movies, TV shows, and other content by swiping left or right or by using the app's search or category options."
      },
      {
        "id": 7,
        "category": "Amenic",
        "title": "Free Streaming platform",
        "image": "https://i.pinimg.com/236x/d0/18/e6/d018e6b8332f28fad29aff3e8889523d.jpg",
        "content": "Select a title to watch: When you find a movie or TV show you want to stream, tap on it to open the title's details page. You can read the description, view the cast, and check the ratings and reviews.Start streaming: On the title's details page, tap the play button (usually a triangle icon) to start streaming the content. You may also be given the option to choose the video quality, depending on your internet connection and device capabilities. Enjoy the content: Sit back, relax, and enjoy streaming the movie or TV show on your mobile phone. You can pause, rewind, or fast forward by using the playback controls provided on the screen. "
      },
       {
        "id": 8,
        "category": "Amenic",
        "title": "Free Streaming platform",
        "image": "https://i.pinimg.com/236x/df/17/b9/df17b9f1e47873fb7e30a4fd539291ed.jpg",
        "content": "Search for a title: Use the search bar at the top of the IMDb website to look for the movie or TV show you want to stream. Enter the title of the content and click the search button. Select the correct title: From the search results, click on the correct title to open the IMDb page dedicated to that movie or TV show. Check the Watch options: On the IMDb page of the title you selected, scroll down until you find the Watch options section. This section provides information on where the content is available for streaming. Choose a streaming platform: Look for streaming platforms listed under the "Watch options" section. Popular options include Amazon Prime Video, Netflix, Hulu, and others. Click on the platform of your choice. Sign up or log in: If you don't have an account with the selected streaming platform, you may need to sign up by following their registration process. If you already have an account, log in using your credentials. Stream the content: Once you're signed in to the streaming platform, you should be directed to the page for the specific title you chose. Follow the instructions provided by the streaming platform to start streaming the content. Please note that IMDb is primarily a database and information platform, so it does not directly host streaming services. Instead, it provides information about where you can watch specific movies or TV shows on various streaming platforms. "
      }
       ]
  }
