{
  "apps": [
    {
      "status": 1,
      "redirect_url": "",
      "privacy_policy_url": "",
      "email_feedback_and_report": "",
      "webview_cache": true,
      "post_list_in_large_style": true,
      "show_post_list_header": true,
      "show_post_detail_image": true,
      "show_post_detail_title": true,
      "show_post_detail_category": true,
      "show_related_posts": true,
      "enable_rtl_mode": false,
      "enable_exit_dialog": true,
      "enable_app_protection": false,
      "enable_dark_mode_as_default_theme": false,
      "youtube_api_key": "AIzaSyCbehD6DCeDZHaGl8SUWKh1koTiHwKcvKY",
      "base64_license_key": ""
    }
  ],
  "ads": [
    {
      "ad_status": 1,
      "main_ad": "fan",
      "backup_ad": "admob",
      "admob_banner_unit_id": "ca-app-pub-6947849202823364/4926089001",
      "admob_interstitial_unit_id": "ca-app-pub-6947849202823364/2654276743",
      "admob_native_unit_id": "ca-app-pub-6947849202823364/6648581829",
      "admob_app_open_unit_id": "ca-app-pub-6947849202823364/4601783239",
      "ad_manager_banner_unit_id": "/6499/example/banner",
      "ad_manager_interstitial_unit_id": "/6499/example/interstitial",
      "ad_manager_native_unit_id": "/6499/example/native",
      "ad_manager_app_open_unit_id": "/6499/example/app-open",
       "fan_banner_unit_id": "1182952619068711_1182952892402017",
      "fan_interstitial_unit_id": "1182952619068711_1182952932402013",
      "fan_native_unit_id": "1182952619068711_1182952999068673",
       "startapp_app_id": "0",
      "unity_game_id": "4725055",
      "unity_banner_placement_id": "Banner_Android",
      "unity_interstitial_placement_id": "Interstitial_Android",
      "applovin_banner_unit_id": "0",
      "applovin_interstitial_unit_id": "0",
      "applovin_native_manual_unit_id": "0",
      "applovin_open_ad_unit_id": "0",
      "applovin_banner_zone_id": "0",
      "applovin_interstitial_zone_id": "0",
      "ironsource_app_key": "85460dcd",
      "ironsource_banner_id": "DefaultBanner",
      "ironsource_interstitial_id": "DefaultInterstitial",
      "interstitial_ad_interval": 0,
      "native_ad_index": 1,
      "native_ad_interval": 3,
      "native_ad_style": "medium",
      "native_ad_post_details_position": "top",
      "show_banner_ad_home": true,
      "show_banner_ad_post_details": true,
      "show_banner_ad_category_details": true,
      "show_banner_ad_search": true,
      "show_interstitial_ad_post_list": true,
      "show_interstitial_ad_post_details": true,
      "show_native_ad_post_list": true,
      "show_native_ad_post_details": true,
      "show_app_open_ad": true
    }
  ],
     "posts": [
     {
         "id": 0,
         "category": "FAQ instagram threads",
         "title": "How to use instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "FAQ instagram threads",
         "content": "What is Instagram Threads? Instagram Threads is a standalone messaging app developed by Instagram. It is designed to allow users to communicate with their close friends through private messaging and sharing photos and videos. How do I download Instagram Threads? You can download Instagram Threads from the App Store (for iOS devices) or the Google Play Store (for Android devices). Simply search for Instagram Threads in the respective app store, and then tap on the Install or Get button to download and install the app. Can I use Instagram Threads without an Instagram account? No, you need to have an Instagram account in order to use Instagram Threads. The app is meant to complement your existing Instagram experience by providing a more intimate and focused space for connecting with your close friends. How do I add friends to Instagram Threads? When you first launch Instagram Threads, it will automatically synchronize with your Instagram account and import your close friends list. You can also manually add friends by tapping on the New Message button and selecting the friends you want to add from your Instagram contacts. What are the features of Instagram Threads? Instagram Threads primarily focuses on private messaging and sharing photos and videos with your close friends. It offers features such as status updates, which allow you to share what youre currently doing with your friends, and camera shortcuts for quick photo and video sharing. Can I use Instagram Threads for group chats? No, Instagram Threads is specifically designed for one-on-one messaging with your close friends. It does not support group chats or conversations with multiple people. Is Instagram Threads safe and private? Instagram Threads provides privacy features such as customizable privacy settings, which allow you to control who can see your updates and messages. However, its important to remember to use caution and be mindful of the information you share online. Can I use Instagram Threads on my computer? Instagram Threads is primarily designed for mobile devices, and there is no official desktop version available. However, you can use Instagrams messaging features on a computer by accessing your Instagram account through a web browser. Remember to refer to the official Instagram Threads documentation or contact Instagram support for the most up-to-date and accurate information regarding the app."
       }, {
         "id": 1,
         "category": "How to use instagram threads",
         "title": "How to use instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "How to use instagram threads",
         "content": "Choose the topics you want to cover in your thread. Make sure they are interesting and relevant to your Instagram account and the interests of your followers. Create engaging content for each part of the thread. You can use a combination of text, images, and videos to explain and illustrate key points. It's important to keep content informative, interesting, and easy to understand. Sequence your content well. Make sure the interrelated content is arranged logically and chronologically so that your followers can follow easily. Use catchy opening lines and be brief. This will help grab your followers' attention and make them want to keep reading your thread. Insert formatting such as bullet points, headings, or dividing lines to differentiate sections in the thread. This will help your followers read and understand your content better. Use it hashtags that are relevant to the topic of your thread.This will help make your thread more discoverable for Instagram users who are interested in the same topic. Promote your thread in Instagram stories or other posts. Provide interesting snippets from your thread to encourage your followers to read the full story. Use the content to your thread in your Instagram bio. That way, your followers can easily find and read the threads you've created. Interact with your followers. Respond to comments or questions that may appear after your followers read your thread. This will increase engagement and build relationships with your followers. Evaluate your performance. Pay attention to the response and feedback from your followers to your thread. This will help you improve your content in future threads. That's the guide to creating a thread on Instagram. Hope it is useful!"
       },
        {
         "id": 2,
         "category": "How to use instagram threads",
         "title": "How to make an instagram thread",
         "image": "file:///android_asset/b3.jpg",
         "description": "How to make an instagram thread",
         "content": "Define a Theme: First, choose a theme that you want to cover in your Instagram thread. This will help you organize your content and keep the thread consistent. Plan Content: Make a plan for the content that you will share in that thread. Think about it on how you want to convey the information, whether to use text, images, videos, or a combination of these. Make Your First Post: Start by creating the first post on your Instagram feed. Write an introductory text explaining what will be discussed in the thread. You can also use an image or video as a support. Use the Slide Feature: To create a thread, use the slide feature on Instagram. You can upload additional images or videos by swiping sideways within the same slide. Give Each Slide a Title and Description: On each additional slide, provide clear titles and descriptions for your followers to follow easily.Use captions to provide context or further explanation. use Hashtags and Mentions: Use related hashtags for your threads so others can find your content. Also, if there are relevant people or accounts to mention in the thread, let them know by tagging or mentioning them. Add contents or CTAs: If you want to direct followers to external contents or take specific actions, such as following other accounts or filling out surveys, be sure to include relevant contents or instructions. Interaction with Followers: Don't forget to reply to comments or questions from your followers. Take this opportunity to interact with them and broaden the discussion. Promote Your Thread: Share a content to your thread in Instagram stories or other posts to increase visibility and attract more followers to your thread. Evaluate and Learn: After the thread is finished, check the response and engagement of your followers. Learn what worked and what didn't, and use this information to improve future threads. That's a short guide to creating threads on Instagram. Hope this helps and good luck! Choose the topic you want to cover in your thread. Make sure the topic is interesting and relevant to your Instagram account and the interests of your followers. Create engaging content for each thread section. You can use a combination of text, images and videos to explain and illustrate key points. It is important to keep the content informative, interesting and easy to understand. Arrange the order of your content properly. Make sure the related content is sorted logically and chronologically for your followers to follow easily. Use an interesting and short opening sentence. This will help grab the attention of your followers and make them want to keep reading your threads. Insert formatting such as bullet points, headings, or dividing lines to differentiate sections in a thread. This will help your followers read and understand your content better. Use hashtags that are relevant to your thread topic. This will help make your thread more discoverable for Instagram users who are interested in the same topic. Promote your thread in Instagram stories or other posts. Provide interesting snippets from your thread to encourage your followers to read the full story. Use the content to your thread in your Instagram bio. That way, your followers can easily find and read the threads you've created. Interact with your followers. Respond to comments or questions that may appear after your followers read your thread. This will increase engagement and build relationships with your followers. Evaluate your performance. Pay attention to the response and feedback from your followers to your thread. This will help you improve your content in future threads. That's the guide to creating a thread on Instagram. Hope it is useful!"
       },
         {
         "id": 3,
         "category": "How to use instagram threads",
         "title": "How to create an instagram thread",
         "image": "file:///android_asset/b3.jpg",
         "description": "How to create an instagram thread",
         "content": "Define a Topic: Choose the topic you want to cover in your Instagram thread. Make sure the topic is relevant to your content or interests. Create Content: Prepare the content you want to include in the thread. You can use images, videos, or a combination of the two. Make sure the content is interesting and informative. Define Sequence: Plan the order of your content. Think about how you want the thread to develop and how each section will relate to each other. Start With First Post: Create the first post in your thread. Make sure the post provides a clear introduction to the topic and what will be covered in the thread. Use Captivating Captions: Write catchy captions for each post in a thread. Use sentences that are short and concise, but still explain the content. Use Relevant Hashtags: Include hashtags that are relevant to your thread topic. This will help increase the visibility of the thread on Instagram. Use Numbering: Number each post in your thread (for example, 1/5, 2/5, 3/5, and so on). This will help your followers understand thread order. Use contents: If you want to direct followers to external content or resources, you can use contents in your captions or within your images/videos. Interaction with Followers: Give your followers the opportunity to interact with the thread. Invite them to comment or ask questions about the topics discussed. Continue Thread: Create the next post in the thread following the order you planned before. Make sure each post is well connected to the previous one. Promote Threads: Share your Instagram thread via Instagram stories or posts in feed to increase exposure and engage more followers. Maintain Consistency: Keep your visual and sound style consistent within Instagram threads. This will help the thread appear as a cohesive whole. That's the guide to creating a thread on Instagram. Good luck and success in creating an interesting thread! Define a Theme: First, choose a theme that you want to cover in your Instagram thread. This will help you organize your content and keep the thread consistent. Plan Content: Make a plan for the content that you will share in that thread. Think about it on how you want to convey the information, whether to use text, images, videos, or a combination of these. Make Your First Post: Start by creating the first post on your Instagram feed. Write an introductory text explaining what will be discussed in the thread. You can also use an image or video as a support. Use the Slide Feature: To create a thread, use the slide feature on Instagram. You can upload additional images or videos by swiping sideways within the same slide. Give Each Slide a Title and Description: On each additional slide, provide clear titles and descriptions for your followers to follow easily.Use captions to provide context or further explanation. use Hashtags and Mentions: Use related hashtags for your threads so others can find your content. Also, if there are relevant people or accounts to mention in the thread, let them know by tagging or mentioning them. Add contents or CTAs: If you want to direct followers to external contents or take specific actions, such as following other accounts or filling out surveys, be sure to include relevant contents or instructions. Interaction with Followers: Don't forget to reply to comments or questions from your followers. Take this opportunity to interact with them and broaden the discussion. Promote Your Thread: Share a content to your thread in Instagram stories or other posts to increase visibility and attract more followers to your thread. Evaluate and Learn: After the thread is finished, check the response and engagement of your followers. Learn what worked and what didn't, and use this information to improve future threads. That's a short guide to creating threads on Instagram. Hope this helps and good luck! Choose the topic you want to cover in your thread. Make sure the topic is interesting and relevant to your Instagram account and the interests of your followers. Create engaging content for each thread section. You can use a combination of text, images and videos to explain and illustrate key points. It is important to keep the content informative, interesting and easy to understand. Arrange the order of your content properly. Make sure the related content is sorted logically and chronologically for your followers to follow easily. Use an interesting and short opening sentence. This will help grab the attention of your followers and make them want to keep reading your threads. Insert formatting such as bullet points, headings, or dividing lines to differentiate sections in a thread. This will help your followers read and understand your content better. Use hashtags that are relevant to your thread topic. This will help make your thread more discoverable for Instagram users who are interested in the same topic. Promote your thread in Instagram stories or other posts. Provide interesting snippets from your thread to encourage your followers to read the full story. Use the content to your thread in your Instagram bio. That way, your followers can easily find and read the threads you've created. Interact with your followers. Respond to comments or questions that may appear after your followers read your thread. This will increase engagement and build relationships with your followers. Evaluate your performance. Pay attention to the response and feedback from your followers to your thread. This will help you improve your content in future threads. That's the guide to creating a thread on Instagram. Hope it is useful!"
       },{
         "id": 4,
         "category": "How to use instagram threads",
         "title": "Feature instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "Feature instagram threads",
         "content": "The primary function of Instagram Threads is to facilitate private messaging and communication between users, specifically focused on close friends. Here are some key functions and features of Instagram Threads: Direct Messaging: You can send and receive text messages, photos, and videos privately to your close friends on Instagram. Close Friends List: Instagram Threads syncs with your Instagram account and imports your close friends list automatically. This allows you to easily select and message your close friends without the distractions of a wider audience. Status Updates: You can share your current status, such as what you're doing or how you're feeling, with your close friends. This feature lets you keep them updated in a more personal and focused manner. Camera Shortcuts: Instagram Threads provides quick access to the camera function, allowing you to capture and share photos and videos directly within the app. Customizable Privacy Settings: You have control over who can see your updates and messages. You can customize your privacy settings to limit visibility to specific friends or groups. Notifications: Instagram Threads sends you notifications when your close friends send you messages or update their status, ensuring you stay connected and updated. It's worth noting that Instagram Threads is designed to complement the main Instagram app and provide a more intimate space for communication with close friends."
       },
       {
         "id": 5,
         "category": "How to use instagram threads",
         "title": "Menu instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "Menu instagram threads",
         "content": " The primary function of Instagram Threads is to provide a private messaging platform for close friends. Here are some key functions and features of Instagram Threads: Private Messaging: You can send direct messages to your close friends on Instagram through Threads. It allows for one-on-one conversations in a more focused and intimate setting. Status Updates: Threads lets you share your current status with your close friends. You can choose from suggested statuses like Studying, Traveling, or Eating,or create custom status updates. Your friends can see your status and easily understand what you're up to. Automatic Close Friends List: Threads automatically syncs with your Instagram account and imports your close friends list. This makes it convenient to start conversations with the people you interact with the most on Instagram. Camera Shortcuts: The app provides quick access to the camera, allowing you to capture and share photos and videos instantly with your close friends. It streamlines the process of sharing moments directly from the camera interface. Customizable Privacy Settings: Instagram Threads offers privacy controls, allowing you to manage who can see your updates and message you. You can set specific privacy settings for each individual friend or use the Auto mode, which reflects your Instagram privacy settings. Notifications: Threads provides notifications for messages and updates from your close friends, ensuring that you can stay connected and respond promptly. Please note that these features are based on the information available up until my last knowledge update in September 2021. Instagram may have introduced new features or made changes to Threads since then. the primary function of Instagram Threads is to facilitate private messaging and communication between users, specifically focused on close friends. Here are some key functions and features of Instagram Threads: Direct Messaging: You can send and receive text messages, photos, and videos privately to your close friends on Instagram. Close Friends List: Instagram Threads syncs with your Instagram account and imports your close friends list automatically. This allows you to easily select and message your close friends without the distractions of a wider audience. Status Updates: You can share your current status, such as what you're doing or how you're feeling, with your close friends. This feature lets you keep them updated in a more personal and focused manner. Camera Shortcuts: Instagram Threads provides quick access to the camera function, allowing you to capture and share photos and videos directly within the app. Customizable Privacy Settings: You have control over who can see your updates and messages. You can customize your privacy settings to limit visibility to specific friends or groups. Notifications: Instagram Threads sends you notifications when your close friends send you messages or update their status, ensuring you stay connected and updated. It's worth noting that Instagram Threads is designed to complement the main Instagram app and provide a more intimate space for communication with close friends."
       },
        {
         "id": 6,
         "category": "How to use instagram threads",
         "title": "Menu instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "Menu instagram threads",
         "content": " The primary function of Instagram Threads is to provide a private messaging platform for users to connect with their close friends. Here are some of the key functions and features of Instagram Threads: Private Messaging: Users can send and receive private messages, including text, photos, and videos, to their close friends. Close Friends List: Threads syncs with your Instagram account and imports your close friends list. You can easily select and message individuals from this list. Status Updates: Users can set a status update to let their close friends know what they are currently doing or how they are feeling. This feature allows for quick sharing of updates without the need for a full conversation. Camera Shortcuts: Instagram Threads provides quick access to the camera for capturing and sharing photos and videos with your close friends. Auto-Status: Threads can automatically update your status based on your location or your phone's current activity (such as On the move or At a café). Users have control over which activities are shared and with whom. Privacy Settings: Instagram Threads offers customizable privacy settings, allowing users to choose who can see their updates and messages. Users have the ability to restrict their close friends list and control who can view their status updates. It's worth noting that Instagram Threads is primarily designed for one-on-one messaging with close friends and does not support group chats or conversations with multiple people."
       },
       {
         "id": 7,
         "category": "How to use instagram threads",
         "title": "Menu instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "Menu instagram threads",
         "content": "The primary function of Instagram Threads is to facilitate private messaging and communication with your close friends. Here are some key functions and features of Instagram Threads: Private Messaging: You can send and receive direct messages to and from your close friends on Instagram. These messages are separate from your main Instagram Direct messages and are designed for more intimate and focused conversations. Status Updates: Threads allows you to share your status with your close friends. You can choose from a variety of pre-set statuses or create a custom one to let your friends know what you're up to. Auto Status: This feature uses your phone's location, movement, and other context signals to automatically update your status and let your friends know what you're currently doing (e.g., At the gym or On the move). You have control over which friends can see your auto status and can easily turn it on or off. Camera Features: Threads provides quick access to the camera, allowing you to capture and share photos and videos instantly. It offers various camera effects, filters, and editing tools to enhance your visual content before sharing. Close Friends List: Threads syncs with your Instagram account and imports your close friends list. You can easily view and manage this list to control who you want to communicate with through the app. Notifications: You can customize your notifications to receive alerts for messages, status updates, or when specific friends are active or sharing updates. This helps you stay connected with your close friends in real-time. Remember, Instagram Threads is designed to create a more private and personal space for communicating with your close friends on Instagram. "
       },
       {
         "id": 8,
         "category": "How to use instagram threads",
         "title": "Terms and Conditions instagram threads",
         "image": "file:///android_asset/b3.jpg",
         "description": "Terms and Conditions Instagram threads",
         "content": "Account Usage: The terms describe that users must be at least 13 years old to create an Instagram account and should provide accurate and up-to-date information during the registration process. Users are responsible for maintaining the security of their accounts and should not share their login credentials with others. Privacy and posts Usage: Instagram's Terms and Conditions outline how user posts is collected, stored, and used by the platform. This includes information shared in profiles, posts, messages, and interactions with other users. It's important to review the specific details to understand how your posts is handled and what privacy options are available to you. Content Ownership and Sharing: Users retain ownership of the content they post on Instagram, but by using the platform, they grant Instagram a license to use, display, and distribute their content. The terms specify guidelines regarding copyright infringement and prohibited content, such as hate speech, nudity, or violence. Community Guidelines: Instagram has community guidelines that users must adhere to when using the platform. These guidelines aim to maintain a safe and respectful environment and cover topics such as harassment, bullying, and spamming. Violating these guidelines can result in consequences, including content removal, account suspension, or termination. Intellectual Property Rights: Instagram's Terms and Conditions outline guidelines regarding intellectual property rights, encouraging users to respect the copyrights and trademarks of others. Users should not use others' content without permission, and they can report copyright infringement if their own content is used without authorization. Advertisements and Sponsored Content: The terms explain how advertisements and sponsored content may appear on the platform and how users may interact with them. They also mention the importance of disclosing any sponsored content or promotions to maintain transparency. Remember that the above points provide a general overview, and it's crucial to review Instagram's official Terms and Conditions directly from their website or app for the most accurate and detailed information"
       }
    ]
  }
